[
  {
    "channel_id": "BTCAdewa19",
    "name": "Dewa 19 Band",
    "description": "Dewa 19 adalah salah satu band legendaris dari Indonesia yang dikenal luas karena karya-karyanya yang ikonik dan berpengaruh di industri musik tanah air. Band ini dibentuk pada tahun 1986 di Surabaya oleh Ahmad Dhani, Andra Junaidi, dan beberapa anggota lainnya.",
    "image": "https://asset-2.tstatic.net/tribunnews/foto/bank/images/dewa-19-aaaa.jpg",
    "email": "cs@dewa19.com",
    "status": "VERIFIED"
  },
  {
    "channel_id": "BTCAsheilaon7",
    "name": "Sheila On 7 Band",
    "description": "Sheila On 7 adalah band pop rock legendaris asal Yogyakarta, Indonesia, yang dibentuk pada tanggal 6 Mei 1996. Band ini dikenal karena lagu-lagunya yang sederhana, relatable, dan memiliki lirik yang sangat dekat dengan kehidupan sehari-hari. Sheila On 7 sering disebut sebagai salah satu band paling sukses di Indonesia.",
    "image": "https://thumb.tvonenews.com/thumbnail/2024/10/30/67226196bc1f6-lirik-lagu-sheila-on-7-mudah-saja_1265_711.jpg",
    "email": "marketing@so7.co.id",
    "status": "VERIFIED"
  },
  {
    "channel_id": "BTCAsuarasurabaya",
    "name": "Suara Surabaya FM 100",
    "description": "Suara Surabaya adalah salah satu stasiun radio legendaris di Indonesia, yang berbasis di Kota Surabaya, Jawa Timur. Stasiun ini dikenal sebagai pelopor radio berbasis layanan publik (public service) yang memberikan informasi terkini, interaktif, dan terpercaya bagi pendengarnya. Didirikan pada 11 Juni 1983, Suara Surabaya telah menjadi media yang sangat dekat dengan masyarakat, khususnya di Jawa Timur.",
    "image": "https://www.suarasurabaya.net/wp-content/uploads/2021/03/1614566064918-840x493.jpg",
    "email": "redaksi@suarasurabaya.net",
    "status": "VERIFIED"
  },
  {
    "channel_id": "BTCAmalakaproject",
    "name": "Malaka Project",
    "description": "Malaka Project adalah sebuah komunitas yang dikenal dengan nama 'Masyarakat Baru,' aktif dalam berbagai kegiatan kreatif dan edukatif di Indonesia. Mereka sering mengadakan acara, kursus singkat, dan kolaborasi dengan berbagai institusi.",
    "image": "https://assets.kompasiana.com/items/album/2023/12/28/large-thumbnail-buat-gnfi-1d166e2cdc04c3ac73566e028c1320f8-658c6731de948f0624017632.png?t=o&v=740&x=416",
    "email": "collabwithmalaka@gmail.com",
    "status": "UNVERIFIED"
  },
  {
    "channel_id": "BTCAndxaka",
    "name": "NDX A.K.A.",
    "description": "NDX AKA adalah grup musik hip-hop dangdut yang berasal dari Yogyakarta, Indonesia. Mereka dikenal karena gaya musik yang menggabungkan unsur dangdut dengan hip-hop, menciptakan genre khas yang disebut hip-hop dangdut koplo. NDX AKA sering membawakan lagu dengan lirik yang menyentuh hati, bercerita tentang cinta, kehidupan, dan perjuangan.",
    "image": "https://cms.disway.id/uploads/27bffb6e4eada0a1aa1c09c0b60b27d2.png",
    "email": "contact@ndxaka.my.id",
    "status": "VERIFIED"
  }
]
